[Main]
DisplayName=Hungarian

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Figyelmeztetés
lbl_Warnning_Detail.caption=Ez a program a szerzői jog és a nemzetközi szerződések által védett.
lbl_copyright.caption=© IObit. Minden jog fenntartva.
lbl_Thanks_Title.caption=Köszönet a következő embereknek a közreműködésükért:
rdhtmlEula.caption=<a>EULA</a> | <a>Adatvédelmi irányelvek</a>
Instructions_M=Eltávolítási instrukciók
lblAcknow.caption=Köszönetnyilvánítás

[ActionCenter_M]
M_HideAC=Elrejt
M_ShowAC=Mutatás
M_AC_Tips=Jobb védelmet és teljesítménynövekedést nyújtanak az ajánlott programok.
M_ShowACTitle2=Figyelmeztetés!
M_ShowACDesc=Az összes ajánlott program el van rejtve. Kattintson a "Mutatás" gombra, hogy újra mutassa majd telepítse újra teljes védelem és maximális teljesítmény érdekében.
M_LearnRecommendNote=Jelenleg nincs ajánlott termék.
M_LearnRecommendDesc=Kérjük, kattintson a "Tudjon meg többet" linkre, ha további termékeket szeretne látni.
M_none=Nincs
M_Fix=Telepítés most
M_LearnMore=Tudjon meg többet
M_Install=Telepítés most
M_fixing=Telepítés
M_Updating=Frissítés
M_failed=Hibás
M_RuningWell=Futtatás
M_Outdated=Elavult
M_NotInstalled=Nincs telepítve
M_Insatlled=Telepített
M_Update=Frissítés most
M_ASCCaption=Rendszer teljesítmény
M_ASCInfo_NotIns=Registry hibák, adatvédelmi problémák és felesleges fájlok találhatók a PC-jén.
M_ASCInfo_UpToDate=Az Advanced SystemCare 1 kattintással gyorsítja és optimalizálja a PC-jét.
M_ASCInfo_NeedUpDate=Az Advanced SystemCare elavult.
M_RunASC=Ellenőrzés most
M_ASCOffer=A PC tisztítása és optimizálása egy kattintással.<br>A PC gyorsítása akár 200%-kal.<br>Az internet gyorsítása akár 300%-kal.<br>Az adatok védelme többszörös védelmi megoldással.<br>A PC valós idejű figyelése.
M_IMFCaption=Malware védelem
M_IMFInfo_NotIns=Jobb anti-spyware védelem IObit anti-spyware program telepítésével.
M_IMFInfo_UpToDate=Az IObit Malware Fighter megvédi a malware és spyware programok ellen a PC-t.
M_IMFInfo_NeedUpDate=Az anti-spyware programja elavult.
M_RunIMF=Ellenőrzés most
M_IMFOffer=Átfogó valós idejű védelem mindenfajta malware ellen.<br>Gyors keresés és hatékony fenyegetés észlelés és eltávolítás.<br>Proaktívan megakadályozza a ransomware támadásokat.<br>Biztonságos online böngészés és letöltés.<br>Teljes kompatibilitás más védelmi szoftverekkel.
M_DBCaption=Driver frissítő
M_DBInfo_NotIns_C=Illesztőprogramok frissítése és javítása a stabilabb PC teljesítmény érdekében.
M_DBInfo_NotIns=Ezek az elavult illesztőprogramok lehet, hogy lelassítják és instabillá teszik a PC-jét.
M_DBInfo_UpToDate=A Driver Booster naprakészen tartja az eszköz illesztőprogramokat a PC-n.
M_DBInfo_NeedUpDate=Az illesztőprogram frissítő programja elavult.
M_DBDesc=Frissítse az elavult eszközvezérlő programokat a PC-jén.
M_RunDB=Ellenőrzés most
M_DBOffer=Hatalmas illesztőprogram adatbázis (4.500.000+).<br>Illesztőprogramok frissítése 1 kattintással.<br>Biztonságos frissítés minősített WHQL illesztőprogramokkal.<br>Hálózati hiba, nincs hang, rossz felbontás stb. javítása<br>Csökkentse a rendszer lefagyás és összeomlás lehetőségét.
M_SDCaption=Lemez optimalizálás
M_SDInfo_NotIns=Lemez optimalizálás probléma található. Optimalizálja a lemezét a nagyobb teljesítmény eléréséhez.
M_SDInfo_UpToDate=A Smart Defrag jól működik.
M_SDInfo_NeedUpDate=A töredezettség mentesítő programja elavult.
M_RunSD=Töredezettségmentesítés most
M_SDOffer=Nagyobb fájlhozzáférési sebesség.<br>Maximális merevlemez-teljesítmény.<br>Növeli a számítógép indítási sebességét 100% -kal.<br>Optimalizálja a játékokat a jobb játékélményért.
M_DLCaption=Jelszó kezelő
M_DLInfo_NotIns=Védje és kezelje az összes jelszavát a Dashlane Password Manager segítségével.
M_DLInfo_UpToDate=Sose felejti el a jelszavát a biztonságos Dashlane segítségével.
M_RunDL=Kezelés
M_DLOffer=Egyszerű és biztonságos módon kezelheti jelszavait.<br>Hozzon létre egyedi jelszavakat fiókjainak védelmére.<br>Automatikusan jelentkezzen be kedvenc webhelyein.<br>Windows, Mac, iOS és Android rendszerekre.
M_RunIOT=Kezelés
M_IOTCaption=iPhone kezelő
M_IOTInfo_NotIns=iPhone adatok átvitele, az iPhone tisztítása és gyorsítása.
M_IOTInfo_UpToDate=Az iPhone adatok átvitele, az iPhone tisztítása és gyorsítása.
M_IOTInfo_NeedUpDate=Az IOTransfer elavult.
M_IOTTip=IOTransfer ígéri:<br>+ iPhone zene átvitele PC/iTunes eszközre<br>+ Összes fotó könnyű kezelése<br>+ iPhone tartalom mentése/visszaállítása<br>+ Prémium technikai támogatás nyújtása
M_IOTOffer=A legjobb iPhone/iPad fájlkezelő eszköz.<br>1 kattintásos adattovábbítás iPhone/iPad készülékről számítógépre.<br>Internetes videók letöltése és átalakítása számos fájlformátummá.<br>Felesleges fájlok könnyű és biztonságos eltávolítása az iOS készülék területének felszabadításához.<br>Vezetéknélküli tartalomtovábbítás iOS készülés és számítógép között.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=A Web Companion védelmet nyújt az adathalászat és rosszindulatú programok ellen.
M_AdawareInfo_UpToDate=A Web Companion védelmet nyújt az adathalászat és rosszindulatú programok ellen.
M_AdawareOfferDesc=Telepíti a Web Companion programot az Internetes védelem és a Microsoft Bing kezdőlapnak és alapértelmezett keresőmotornak beállításához a kompatibilis böngészőkön?
M_AdawareOffer=Gyors és egyszerű telepítés.<br>Adathalászat elleni védelem.<br>Valós idejű webes védelem.<br>Minden böngészővel kompatibilis.
M_AomeiCaption=Backup szoftver
M_AomeiInfo_NotIns=A tökéletes mentési megoldás a rendszer és a merevlemezek biztonsági mentéséhez.
M_RunOpera=Futtatás most
M_OperaCaption=Opera böngésző
M_OperaInfo_NotIns=Gyors és biztonságos böngésző beépített hirdetés blokkolóval
M_OperaInfo_UpToDate=Gyors és biztonságos böngésző beépített hirdetés blokkolóval
M_OperaOffer=A hirdetések letiltásával a weboldalak akár 90% -kal gyorsabban betöltődnek. <br>Akár egy órával hosszabb ideig böngészhet.<br>További adatvédelem az ingyenes VPN segítségével.
M_SUCaption=Szoftver frissítő
M_SUInfo_NotIns=1 kattintással frissítheti és telepítheti az összes fontos programot.
M_SUInfo_NotIns_C=%d programok elavultak. Telepítse az IObit Software Updater programot és egy kattintással frissítheti ezeket.
M_SUInfo_NotIns_C1=1 program elavult. Telepítse az IObit Software Updater programot és egy kattintással frissítheti ezt.
M_SUInfo_UpToDate=Az IObit Software Updater naprakészen tartja a fontos programjait.
M_SUOffer1=Automatikusan frissíti az elavult programokat a lehető legkorábbi időpontban.<br>1 kattintással telepítheti az összes elérhető programfrissítést.<br>1 kattintással telepítheti az összes kívánt népszerű programot.<br>A tiszta programok szigorú teszteken estek át, nem tartalmaznak bundleware-t.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1 kattintással növelheti FPS-t a gyorsabb és simább játékélmény érdekében.
M_SMGBInfo_UpToDate=1 kattintással növelheti FPS-t a gyorsabb és simább játékélmény érdekében.
M_SMGBInfo_NeedUpDate=Smart Game Booster elavult.
M_SMGBOffer=Egy kattintással növeli az FPS-t a jobb játékteljesítmény érdekében.<br>Valós időben figyeli a hardver hőmérsékletét és használatát.<br>GPU túlhúzás az optimális vizuális effektusokhoz a játékban.<br>Elemzi és értékeli a számítógépet, hogy kompatibilis játékokat találjon (38 000+) <br>A nagyobb biztonságban tartja számítógépét és játékát.
M_RunSMGB=Gyorsítás most
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Ingyenes felvétel a számítógép képernyőjéről kiváló minőségben. Nincs rögzítési korlát.
M_ISRInfo_UpToDate=Ingyenes felvétel a számítógép képernyőjéről kiváló minőségben. Nincs rögzítési korlát.
M_ISRInfo_NeedUpDate=Az iTop Screen Recorder elavult.
M_ISROffer=Teljesen ingyenes rögzítheti a PC képernyő videóját<br>Rögzítheti az internetes megbeszéléseket bármilyen fájlformátumba<br>Minőségromlás nélkül rögzíthet 4K-s filmeket és zenét<br>Rögzítheti az internetes tanfolyamokat, és videós oktatóvideókat készíthet<br>Akadásmentes, 1080P/60 FPS játékvideókat rögzíthet
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Próbálja ki az ingyenes, gyors és biztonságos VPN szolgáltatást az internetes biztonságért!
M_iTopInfo_NotIns=100%-ig ingyenes, gyors és biztonságos VPN szolgáltatást az internetes biztonságért!
M_iTopInfo_UpToDateBeta=Próbálja ki az ingyenes, gyors és biztonságos VPN szolgáltatást az internetes biztonságért!
M_iTopInfo_UpToDate=100%-ig ingyenes, gyors és biztonságos VPN szolgáltatást az internetes biztonságért!
M_iTopInfo_NeedUpDate=Az iTop VPN elavult.
M_iTopOfferBeta=Élvezze az internetet határok nélkül!<br>Férjen hozzá a streamelő weboldalakhoz az egész világon!<br>Játsszon régiókorlátozott játékokkal bárhol!<br>Rejtse el az IP címét nyilvános wifin!<br>100%-ig ingyenes, ultra gyors és az osztályán belüli legjobb titkosítás!
M_iTopOffer2=Privát - Maradjon névtelen szörfözés közben!<br>Biztonságos - Elrejti az IP-t, és titkosítja az internetkapcsolatot.<br>Gyors - Élvezze a villámgyors internetböngészést!<br>Ingyenes - Oldja fel a blokkolt weboldalakat, és streameljen ingyen!<br>Parancsikonok - Gyors hozzáférés a Netflixhez, HBO-hoz, PUBG-hez...
M_RuniTop=Futtatás most
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Soha többé nem kell megjegyeznie vagy beírnia a jelszavait.
M_RPMInfo_UpToDate=Búcsúzzon el a jelszavak beírásától a RoboForm Password Manager segítségével.
M_RPMOffer=Jelentkezzen be a webhelyekre egy kattintással.<br>Erős és egyedi jelszavak létrehozása.<br>Az AES-256 bites titkosítást és a 2FA támogatást használja.<br>Windows, Mac, iOS, Android és minden elterjedt böngészőhöz.<br>Importálás böngészőből vagy más jelszókezelőből.
M_RunRPM=Kezelés
M_Moffer_Title1=Választható ajánlat
M_Close=Bezárás
M_Cancel=Mégsem
M_Moffer_Install=Telepítés
M_Moffer_NoteEP=A "Telepítés" gombra kattintva elfogadja %s telepítését és elfogadja az <a>EULA</a> -t és az <a>adatvédelmi irányelvet</a>.
M_Moffer_Refund=<a>Megjegyzés:</a> 30 napon belül kaphat visszatérítést. Olvassa el a <a>Visszatérítési irányelvet</a>.
M_Extract_IOT=Az IObit ajánlata

[AutoUpdate_M]
lan_Downloading_M=Letöltés
lan_Speed_M=Letöltési sebesség: %s
Lan_Finish_M=Befejezés
Lan_Congratulation_M=Gratulálunk!
Lan_UpdateFail_M=A frissítés nem sikerült. Kérjük próbálja meg később újra.
Lan_UpdateSuccess_M=Az IObit Uninstaller frissítésve. Most élvezheti a legújabb funkciókat és javításokat.
Lan_UpdateNew_M=A legutolsó verziót használja. Nincs újabb frissítés.
Lan_UpdateFreeInfo_M=Az IObit Uninstaller új verziója elérhető.
Lan_UpdateFreeDownInfo_M=Kérjük, frissítse most, hogy megkapja a legújabb funkciókat és fejlesztéseket. Ingyenes.
Lan_Sure_M=Biztosan törli a frissítések letöltését?
Lan_Download_M=Letöltés
Lan_Getting_M=Frissítési információk lekérdezése, kérjük várjon
Lan_LVheardOne_M=Elérhető frissítések
Lan_LVheardTwo_M=Új verzió
Lan_LVheardThree_M=Méret
Lan_historyInfo_M=Az IObit Uninstaller %s most elérhető. Frissítse, hogy élvezze a legújabb fejlesztéseket és funkciókat!
Lan_UpdateNow_M=Frissítés most
Lan_UpdateLater_M=Frissítés később
lan_WhatNew_M=Újdonságok
Lan_NewReady_M=Az új verzió elérhető
Lan_Title=IObit Uninstaller frissítő

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Küldés
lblErrorDetails.Caption=Hiba részletek:
lblUserEmail.Caption=Az email címe:
lblSuccTips1.Caption=Sikeresen elküldve! Mindent megpróbálunk a probléma megoldására.
btnClose.Hint=Bezárás

[SendBugReportNew_M]
M_AskUserTips1=probléma merült fel. A probléma megoldásához kérjük, kattintson a 'Küldés' gombra a hibakeresési fájl automatikus elküldéséhez. <a>Adatvédelmi irányelvek</a>
M_BugStatisticsTips=hibát észlelt és bezáródik. Elemezzük a problémát. Kérjük várjon...
M_SendingTips=Küldés...
M_AttentionTips1=probléma merült fel. A probléma megoldásához kérjük, kattintson az 'OK' gombra a hibakeresési fájl automatikus elküldéséhez. <a>Adatvédelmi irányelvek</a>
M_InvalidEmailTips1=Érvénytelen email cím! Kérjük, adjon meg érvényes email címet, mert csak így tudjuk elérni.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=A hivatalos verzió letöltése ...
RestoreSuccess_Caption=A hivatalos IObit Uninstaller sikeresen telepítve!
RestoreFailed_Caption=A hivatalos IObit Uninstaller letöltése nem sikerült. Kérjük, töltse le újra a hivatalos honlapunkat.
Run_Button=Futtatás most
Download_Button=Letöltés most

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Nem hivatalos IObit Uninstallert futtat.
lbl_SecondTitle.caption=A nem hivatalos IObit Uninstaller nem fog működni.
lbl_HarmInfo.caption=Ez nem csak kárt okoz a számítógép teljesítményében, hanem a rendszer sebezhetősége miatt adatvédelmi szivárgást is okozhat.
lbl_OfficialInfo.caption=Szerezze be a hivatalos IObit Uninstaller programot, hogy hatékony védelmet nyújtson az adatvédelemben és a számítógépe részére.
htmlLabel_Text.caption=Élvezze az exkluzív <a>75%</a> ÁRENGEDMÉNYT a Pro verzió beszerzésénél.
btn_GetPro.caption=PRO beszerzése
btn_GetFree.caption=Ingyenes beszerzése

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Szerezze be még ma a <a>hivatalos IObit Uninstaller PRO programot ingyen</a> a magánélete és a PC-je erőteljes védelme érdekében.
btn_GetPro_before=Pro verzió beszerzése ingyen

[Detain_M]
M_MianTitle=Az IObit Uninstaller segít Őnnek:
M_QuestionString=Biztos benne, hogy szeretné eltávolítani?
M_btnok=Mindenképp eltávolítom
M_btnCancel=Meg akarom tartani
M_UninstallCaption=Programok eltávolítása
M_DiskCaption=Lemezterület felszabadítása
M_RegCaption=Registry elemek törlése
M_FixCaption=Szoftverhibák kijavítása

[Survey_M]
Title_M=Eltávolítási felmérés
Info_M=Sajnálattal látjuk, hogy távozik. Kérjük, segítsen nekünk az IObit Uninstaller javításában a rövid felmérés kitölti. Nagyra értékeljük a visszajelzését!
Question_M=Miért távolítja el az IObit Uninstallert?
1_M=Nem teljes eltávolítás (nem távolította el az összes maradványt)
2_M=Nem fut megfelelően
3_M=Túl sok hirdetés és bundleware
4_M=Csak azért telepítettem, hogy megoldjak egy problémát, és már nincs szükségem rá
5_M=Találtam egy jobb alternatívát
6_M=Egyéb (kérjük, adja meg)
Button_M=Eltávolítás folytatása

[Uninstaller_M]
MenuRight_Caption=Hatékony eltávolítás
Explorer_Button=Fájl megsemmisítő
Controlpanel_Button=Hatékony eltávolítás

[ACD_M]
M_Downloading=Letöltés:
M_TipFixing=Javítás
M_Tips=A letöltés folyamatban. Kattintson kettőt az ikonon a részletek megnézéséhez.
M_Installing=Telepítés:
M_MD5Faild=A letöltött fájl hibás. Kérjük próbálja meg később újra.
M_NetError=A letöltés nem sikerült hálózati hiba miatt, próbálja meg később!
M_DiskIsFull=Nincs elég szabad lemezterület!
M_Speed=Sebesség:
M_AreSureEx=Biztosan szeretné megszakítani a letöltést?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Mégsem
lbl_Min.Caption=Kis méret
btnClose.Hint=Bezárás
lblCaption.Caption=IObit letöltő

[EasyUninstall_M]
EasyPoint=Húzza át a megnyitott ablakba, az asztali ikonra vagy a rendszertálca ikonjára.
EasyNothingInfo=Nem sikerült megkeresni a célt. Húzza át egy másik ablakba, az asztali ikonra vagy a rendszertálca ikonra.
EasyDeleteFileFail=A fájlt nem lehet törölni, mert használatban van. Zárja be a fájlt, és próbálja újra.
EasyDeleteFolderFail=A mappát nem lehet törölni, mert használatban van. Zárja be a fájlt, és próbálja újra.
EasyKillProcessFail=Nem sikerült befejezni a folyamatot.
EasyKillProcessHint1=Biztos benne, hogy szeretné befejezni ezt a folyamatot?
EasyKillProcessHint2=A nem mentett adatok elvesznek.
EasyUninstallPath=Eltávolítás vagy törlés:
EasyUninstall=Eltávolítás
EasyShortcut=Parancsikon törlése
EasyLocation=Fájl helyének megnyitása
EasyDelete=Törlés
EasyCancel=Mégsem
EasyTransparency=Áttetszőség
EasyOpaque=Áttetsző
EasyExitEasy=Főprogram megnyitása
EasyExitIobit_1=Kilépés az IObit Uninstaller-ből
EasyKillProcess=Folyamat leállítása

[ExpriedNotice_M]
Sale_Text=Viszont visszaszerezheti őket MA egy exkluzív <a>%s</a>-os kedvezménnyel!
ExpriedOneDay_M=Az ön előfizetése <a>1</a> napja lejárt.
ExpriedDay_M=Az előfizetése lejár: <a>%s</a>.
Logged_0_Text=Távolítsa el alaposan a naplózott programokat a telepítés során létrehozott naplókkal
Logged_1_Text=Távolítson el alaposan 1 naplózott programot a telepítés során létrehozott naplókkal
Logged_Text=Távolítson el alaposan %s naplózott programot a telepítés során létrehozott naplókkal
ExpriedMessage_M=Az ön előfizetése lejárt. A PRO lehetőségek már nem lesznek elérhetők, de továbbra is használhatja az ingyenes funkciókat.
ExpriedTipMessage_Num=Az elmúlt %s1 napban az IObit Uninstaller Pro segített önnek eltávolítani %s2 programot, és eltakarítani %s3 maradványfájlt. Frissítsen most, és ne maradjon le az <a>exkluzív kedvezményéről!</a>
ExpriedTipMessage_Normal=Sajnálattal tájékoztatjuk, hogy a PRO funkciók már nem lesznek elérhetők. Frissítsen most, és használja ki az <a>exkluzív kedvezményét!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Sajnálattal tájékoztatjuk, hogy a következő PRO funkciók már nem lesznek elérhetők:
lbl_Stubbron.caption=Az egyedi adatbázissal több mint 1000 makacs program távolítható el
lbl_Update.caption=1 kattintással mindig frissen tarthatja a fontos programjait
lbl_Health.caption=Automatikusan észleli a szoftverek sebezhetőségeit, és könnyedén blokkolja a felugró értesítéseket, valamint kéretlen hirdetéseket
lbl_MoneyBack.caption=Teljes védelmet élvezhet a 100% pénzvisszafizetési garanciánk révén.
btn_Upgrade.caption=Kérem a megújítási kedvezményemet
lbl_EnterCode.caption=Már rendelkezem licenccel

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Az ön előfizetése lejárt!
btn_OK.caption=Megújítás most

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Visszajelzés
lbl_DescTitle.caption=Leírás:
lbl_EmailTitle.caption=Email cím:
lbl_ScreenShot.caption=Képernyőmentés
lbl_TypeTitle.caption=Kérés típusa:
btnImg_FeedBackSend.caption=Küldés
btnImg_FeedBackCancel.caption=Mégsem

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Küldés...
lbl_SendFailed.caption=A küldés sikertelen volt. Az online visszajelzés elküldéséhez kattintson az OK gombra.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Köszönjük a visszajelzést! Minél hamarabb felvesszük Önnel a kapcsolatot.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Szeretem
FeedBack_2=Javaslat
FeedBack_3=Hiba az eltávolítás közben
FeedBack_4=Bundleware probléma
FeedBack_5=Install monitor probléma
FeedBack_6=Szoftver frissítés probléma
FeedBack_7=Nem sikerült az összes program megmutatása
FeedBack_8=Hatékony ellenőrzés problémák
FeedBack_9=Hibajelentés küldése
FeedBack_10=Egyéb
EmailMessage=Kérjük, ellenőrizze az email címét mert csak így tudunk Önnel a kapcsolatba lépni.
MemoHint=Kérjük, írja le a javaslatot vagy a részletesen felmerült problémát, hogy ennek megfelelően javíthassuk termékeinket.
ScreenMaxMessage=A művelet nem sikerült. Legfeljebb 5 képernyőképet érhet el.
CloseHintMsg=Biztos benne, hogy nem szeretné elküldeni a visszajelzést?
SendBugck=Küldje el nekünk a hibakeresési fájlt is. <a>Adatvédelmi irányelvek</a>
FeedBackMessage=Kérjük, írjon egy leírást.
EmailHint=Kérjük érvényes email címet írjon be ide
Startup_Delete_M=Törlés
M_FiveStar=5 csillagos értékelést ad nekünk?

[FileShredder_M]
ShredderDetail_0=Itt húzhat egy fájlt vagy egy mappát, hogy megsemmisítse.
ShredderDetail_01=A rutinszerűen törölt fájlok a lemez formázása után is helyreállíthatók.
ShredderDetail_02=A fájlok biztonságos és végleges eltávolításához egyszerűen húzza ide a fájlt vagy mappát.
FileShredder_MaxCount_M=5000 fájl hozzáadva. Kérjük a többi fájlt ezeknek a megsemmisítése után adja hozzá.
Shredder_InUse_M=Egyes fájlokat nem lehet megsemmisíteni mert írásvédettek. Kérjük ellenőrizze, hogy használatban vannak-e ezek.
Shredder_Del_M_1=Biztos véglegesen el akarja távolítani ezt a fájlt: <a>%d</a> ? A törlés teljesen VISSZAVONHATATLAN és hosszabb ideig is eltarthat.
Shredder_DelOne_M_1=Biztos véglegesen el akarja távolítani a hozzáadott <a>1</a> elemet? A törlés teljesen VISSZAVONHATATLAN és hosszabb ideig is eltarthat.
Shredder_NotDel_M=Egy fájlt nem sikerült megsemmisíteni mert nem írható. Ellenőrizze, hogy még mindig használatban van-e.
Shredder_OneFileDel_M=Nem sikerült megsemmisíteni a fájlt mert nem írható. Ellenőrizze, hogy még mindig használatban van-e.
Shredder_Sucess_M=A megsemmisítés sikerült.
Shredder_OneSucess_M=A megsemmisítés sikerült.
Shredder_DirIsEmpty_M=Ez üres. Nem lehet megsemmisíteni.
Shredder_NotAddFolder_M="%s" fájl nem semmisíthető meg, mert az a rendszer instabilitását okozhatja.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Fájl megsemmisítő
lbl_Listview_Title.caption=Válassza ki a fájlt vagy mappát amit meg akar semmisíteni:
lblLoading.caption=Betöltés...
lbl_AddFile.caption=Fájl hozzáadása...
lbl_AddFolder.caption=Mappa hozzáadása...
RdImageButton_Shredder.caption=Megsemmisítés
RdImageButton_Cancel.caption=Mégsem
ListView_FileList.Columns[0].Caption=Fájl elérési útvonal
Menu_Shredder_Shredder.caption=Megsemmisítő
Menu_Shredder_AddFile.caption=Fájl hozzáadása
Menu_Shredder_AddFolder.caption=Mappa hozzáadása
Menu_Shredder_Romove.caption=Eltávolítás
Menu_Shredder_Clean.caption=Tisztítás
lbl_Shredder_Tip.caption=Fájlok megsemmisítése. Ez eltarthat egy ideig, kérjük várjon...

[ForcedUninstall_M]
Shredder_NotAddFolder_M="%s" fájl nem semmisíthető meg, mert az a rendszer instabilitását okozhatja.
EndProgressMsg=A(z) %s fut. Biztosan szeretné leállítani az eltávolítás folytatásához?
ListView_FindReslut.Columns[0]_M=Név
PopMenu_OpenFolder_M=Fájl helyének megnyitása
PopMenu_ViewEntry_M=Megnyitás RegEdit-ben
Free_MatchStubbron=Eltávolítási rendszerleírók hiányoznak, amely eltávolítási hibákhoz vezethetnek. Frissítsen a PRO változatra az eltávolítási hibák kijavításához, és a program könnyű eltávolításához a makacs program adatbázisunk segítségével!
Pro_MatchStubbron=Eltávolítási rendszerleírók hiányoznak, amely eltávolítási hibákhoz vezethetnek. Javítsa ki az eltávolítási hibákat, és távolítsa el könnyedén a programot a makacs program adatbázisunk segítségével!

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Kényszerített eltávolítás
lbl_Info.caption=Segít eltávolítani egy programot, amely nem távolítható el a megszokott módon hiányzó eltávolítási rendszerleírók vagy eltávolítási hibák miatt, és könnyen, alaposan törli az összes kapcsolódó fájlt.
btnImg_Open.caption=Tallózás...
lbl_DropInfo.caption=Tallózzon vagy húzzon ide egy fájlt törlésre vagy eltávolíthatja a fájlhoz kapcsolódó programot.
btnImg_Uninstall.caption=Eltávolítás
btnImg_Cancel.caption=Mégsem
PopMenu_Uninstall.caption=Eltávolítás
PopMenu_SearchOnline.caption=Keresés a weben
ListView_FindReslut.Columns[1].caption=Méret
ListView_FindReslut.Columns[2].caption=Telepítés dátuma

[HealthCheck_M]
HealthCheck_Top_ScanNow=Vizsgálat most
HealthCheck_Top_ScanAgain=Vizsgálat újra
HealthCheck_Top_FixAll=Mind javítása
HealthCheck_Top_Stop=Állj
HealthCheck_Top_Done=Kész
HealthCheck_Top_Scanning=Vizsgálat
HealthCheck_Top_Fixing=Javítás
HealthCheck_Top_NoFound=Nem találhatók problémák. Az összes szoftvere megfelelően fut.
HealthCheck_Top_Title_Result_NoIssues=Nincs kijavítandó probléma.
HealthCheck_Top_Title_Result_Single=<a>%s</a> hibát kell kijavítani.
HealthCheck_Top_Title_Result_Some=<a>%s</a> hibát kell kijavítani.
HealthCheck_Top_Title_Skip=<a>Egyelőre kihagyás</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> hiba került automatikusan kijavításra.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> hiba került automatikusan kijavításra.
HealthCheck_Top_FixOver=Az összes kijelölt hiba kijavításra került.
HealthCheck_Top_Dec_Result_Pro=Az összes talált hiba kijavítása 1 kattintással.
HealthCheck_Top_Dec_Result_Free=Frissítsen a PRO változatra az összes talált hiba kijavításához 1 kattintással!
HealthCheck_Top_Title_A=Szoftverállapot: <a>Vizsgálat szükséges</a>
HealthCheck_Top_Dec_A=A szoftvereit még sosem vizsgálta meg. Végezze el most a vizsgálatot!
HealthCheck_Top_Title_B=Szoftverállapot: <a>Jó</a>
HealthCheck_Top_Dec_B=Az összes szoftvere megfelelően fut.
HealthCheck_Top_Dec_C=A szoftvereit %s napja nem vizsgálta meg. Végezze el most a vizsgálatot!
HealthCheck_Item_Title_leftovers=Eltávolítási maradványok
HealthCheck_Item_Dec_leftovers=Az eltávolítási maradványok törlésével több helyet szabadíthat fel
HealthCheck_Item_Title_update=Elavult szoftverek
HealthCheck_Item_Dec_update_New=Elavult szoftverek frissítése a biztonsági kockázatok csökkentéséért
HealthCheck_Item_Title_permission=Szoftverjogosultságok
HealthCheck_Item_Dec_permission=Észleli a rejtett jogosultságokat, és letiltja a szükségtelen példányokat
HealthCheck_Item_Title_notifications=Zavaró értesítések
HealthCheck_Item_Dec_notifications=Blokkolja a felugró értesítéseket és kéretlen hirdetéseket
HealthCheck_Item_Title_stubborn=Eltávolítási hibával rendelkező programok
HealthCheck_Item_Dec_stubborn=Kijavítja az eltávolítási hibákat a programok könnyű eltávolításához
HealthCheck_Item_Title_packages=Telepítőfájlok
HealthCheck_Item_Dec_packages=Telepítőfájlok eltakarítása több hely felszabadításához
HealthCheck_Item_Title_malicious=Kártékony szoftverek és bővítmények
HealthCheck_Item_Dec_malicious=Kártékony szoftverek és böngésző bővítmények eltávolítása a gyors és biztonságos számítógépért
M_Fix=Javítás
M_Detail=Részletek
M_Recissues_Single=<a>%s</a> hiba kiválasztva a javításhoz,
M_Recissues_Some=<a>%s</a> hiba kiválasztva a javításhoz,
M_Allissues_Single=összesen <a>%s</a> hiba
M_Allissues_Some=összesen <a>%s</a> hiba
M_Noissues=Nem található hiba
M_issues_Single=<a>%s</a> hiba
M_issues_Some=<a>%s</a> hiba
M_Noissues2=Nincs hiba
HealthCheck_Exit_Scanning=A keresés folyamatban van. Biztosan szeretne most kilépni?
HealthCheck_Exit_Fixing=A kijavítás folyamatban van. Biztosan szeretne most kilépni?
M_UL_SelectedFix_Single=<a>%s</a> eltávolítási maradvány kiválasztva a javításhoz
M_UL_SelectedFix_Some=<a>%s</a> eltávolítási maradvány kiválasztva a javításhoz
M_OS_SelectedFix=<a>%s</a> elavult szoftver kiválasztva a javításhoz
M_SP_SelectedFix_Single=<a>%s</a> szoftverjogosultság kiválasztva a javításhoz
M_SP_SelectedFix_Some=<a>%s</a> szoftverjogosultság kiválasztva a javításhoz
M_DN_SelectedFix_Single=<a>%s</a> zavaró értesítés kiválasztva a javításhoz
M_DN_SelectedFix_Some=<a>%s</a> zavaró értesítés kiválasztva a javításhoz
M_PWUI_SelectedFix_Single=<a>%s</a> eltávolítási hibával rendelkező program kiválasztva a javításhoz
M_PWUI_SelectedFix_Some=<a>%s</a> eltávolítási hibával rendelkező program kiválasztva a javításhoz
M_IF_SelectedFix_Single=<a>%s</a> telepítőfájl kiválasztva a javításhoz
M_IF_SelectedFix_Some=<a>%s</a> telepítőfájl kiválasztva a javításhoz
M_MSE_SelectedFix_Single=<a>%s</a> kártékony szoftver és bővítmény kiválasztva a javításhoz
M_MSE_SelectedFix_Some=<a>%s</a> kártékony szoftver és bővítmény kiválasztva a javításhoz
M_BackFix=Vissza a javításhoz
M_NoItems=Nem található elem
M_item=elem
M_items=elem
M_File=Fájl
M_Reg=Rendszerleíró adatbázis
M_Tasks=Feladatütemező
M_Ser=Rendszer szolgáltatások
M_Select=Összes kijelölése
M_TitleCount=Név (összes: %d)
M_Version=Új verzió
M_CurrentVersion=Aktuális verzió
M_BanwebTitleCount2=Küldő (Összesen: %d)
M_Type=Típus
M_BRate=Blokkolás arány
M_Recommendation=Ajánlott
M_Optional=Nem kötelező
M_Block=Blokkolás
M_SiteType=Oldalértesítés
M_AppType=Alkalmazás értesítés
M_MSType=Kártékony szoftver
M_METype=Kártékony bővítmény
M_AdType=Hirdetési bővítmény
M_RegMiss=Eltávolítási rendszerleíró hiányzik
HC_Ignore=Kihagyás
HC_IgnoreForever=Összes frissítés kihagyása
HC_IgnoreCurrent=Aktuális frissítés kihagyása
HC_OpenFile=Fájl útvonalának megnyitása
HC_OpenReg=Megnyitás a beállításszerkesztőben
HC_Search=Keresés az interneten
HC_Startup=Indítópult elemek
HC_Tasks=Ütemezett feladatok
HC_Services=Szolgáltatások
HC_Desktopicon=Asztalikon
HC_Taskbaricon=Eszköztár ikon
HC_RightMenu=Környezetérzékeny menü
M_PermissionTitleCount=Jogosultság típusa (Összesen: %d)
M_Name=Név
M_Installed=Telepítve
M_Over30Day=Utóbbi 30 napban nem használt
M_Status=Állapot
M_Disable=Letiltás
M_FixDetails=A javítás részleteinek megtekintése alább:
M_Fix_RecTitle=De többet is tehetünk a gyorsabb és tisztább számítógépért:
M_Fix_RecLog=Teljes eltávolítás naplózással
M_Fix_RecLog_Des=Programok alapos eltávolítása a telepítés során keletkezett naplókkal együtt
M_Fix_RecBundleware=Könnyebb bundleware eltávolítás
M_Fix_RecBundleware_Des=A programok telepítésének valós idejű nyomon követése és a bundleware-ek egyszerű eltávolítása
M_Fix_RecLeftover=Összes maradvány automatikus törlése
M_Fix_RecLeftover_Des=Automatikusan törli a más eltávolítók által nem törölhető maradványokat
M_Fix_RecProgram_Single=<a>%s</a> nagyméretű program észlelve
M_Fix_RecProgram_Some=<a>%s</a> nagyméretű program észlelve
M_Fix_RecProgram_Des=Felesleges nagyméretű programok eltávolítása több lemezterület felszabadításához
M_Fix_RecWinApp_Single=<a>%s</a> Windows alkalmazás észlelve
M_Fix_RecWinApp_Some=<a>%s</a> Windows alkalmazás észlelve
M_Fix_RecWinApp_Des=Szükségtelen Windows-alkalmazások eltávolítása több lemezterület felszabadításához
M_Fix_RecEasyUn=Okosabb egyszerű eltávolítás
M_Fix_RecEasyUn_Des=Egyszerűen eltávolíthat egy programot, ha a könnyű eltávolítás ikonját a program megnyitott ablakára, az asztali ikonra vagy a tálca ikonjára húzza
M_Fix_RecStubborn=Makacs programok eltávolítása
M_Fix_RecStubborn_Des=Az egyedülálló adatbázis több mint 1000 makacs program eltávolítását támogatja
M_UnlockTitle_Single=Oldja fel a PRO funkciókat az észlelt %s probléma kijavításához!
M_UnlockTitle_Some=Oldja fel a PRO funkciókat az észlelt összes, %s probléma kijavításához!
M_UnlockNow=Feloldás most
M_Back=Vissza
M_Try=Kipróbálás most
M_Upgrade=Frissítés most

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Név (Összesen: %d)
ListviewHeader_Software_M=Név
History_info_DouBle_M=Az eltávolításra kiválasztott programok eltávolítása utoljára nem teljesen sikerült. Kérjük kattintson az Eltávolítás gombra a folytatáshoz.
History_info_One_M=Az eltávolításra kiválasztott programok eltávolítása utoljára nem teljesen sikerült. Kérjük kattintson az Eltávolítás gombra a folytatáshoz.
History_Scanfor_M=Maradékok ellenőrzése
History_ViewDetail_M=Részletek mutatása
UninstallLog_No_IsEmpty_M=A hatékony ellenőrzés nem talált maradék fájlokat.
Program_Information=Program információ
Files_Deleted=Fájlok törölve
Registries_Deleted=Registry elemek törölve
Scheduled_Tasks_Deleted=Ütemezett feladatok törölve
Deleted_on_Reboot=Törlés újraindításkor
Service_Deleted=Rendszer szolgáltatás törölve
Export_M=Exportálás
rdlbl_NoTkanks=Nem, köszönöm
RdLabelDetailNull=Itt jelennek meg az egyes eltávolított programok részletei és állapota.
RdLabelDetails=Az IObit Uninstaller segített eltávolítani <a>%d</a> programot és felszabadított <a>%s</a> lemez területet.
RdLabelDetail=Az IObit Uninstaller segített eltávolítani <a>%d</a> programot és felszabadított <a>%s</a> lemez területet.
History_NoUninstalled_M=Nincs telepítve
History_Residualfilesleft_M=Maradék fájl található
M_NoHistoryFound=Nincsenek eltávolítási előzmények

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Eltávolítás előzmények
ListView_History.Columns[1].Caption=Eltávolítás dátuma
ListView_History.Columns[2].Caption=Méret
ListView_History.Columns[3].Caption=Művelet
Menu_ClearThis.Caption=Törölje ezt az előzményt
Menu_ClearAll.Caption=Összes előzmény törlése

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nem, köszönöm
RdImgBtnUninstall.caption=Eltávolítás
RdListView_History.Columns[0].Caption=Név
RdListView_History.Columns[1].Caption=Állapot

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Telepítésfigyelő
lbl_RegText.caption=Registry bejegyzések:
lbl_SzieText.caption=Összes méret:
lbl_StartText.caption=Indítópult elemek:
lbl_FileText.caption=Fájlok:

[InstallDetected_M]
Install_DetectedTitle=%s települt a következő elemek létrehozásával.
Install_DetectedTitleEx=<a>%s</a> program települt a következő elemek létrehozásával.
Install_ViewDetail=Részletek mutatása

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Engedélyezés
lbl_Caption.caption=Új telepítés észlelve
lbl_InstallMoniorInfo.caption=Engedélyezze az Install Monitor alkalmazást a rendszerváltozások észlelésére és naplózására a programok telepítésénél.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Naplózott telepítések
rdlbl_Or.Caption=VAGY
rdlbl_Auto.Caption=Automatikus monitorozás
rdlbl_Drap.Caption=Kézi monitorozás

[IUInstallMonitorFrm_M]
TipFileMsi=Nem támogatott futtatható telepítőfájl. Kérjük, válassza ki újra, és próbálja újra.
TipFileNotMsiExe=Érvénytelen végrehajtható telepítőfájl. Kérjük, válasszon ki egy érvényes végrehajtható telepítőfájlt, és próbálja újra.
AddTip1=Az Install Monitor várakozik!
AddTip2=Egy telepítést már figyel. A telepítés befejezése után próbálkozzon újra.
StarFileTip=Nem sikerült futtatni
ExePathErrorTip=Hálózati meghajtóról működő telepítőfájl nem támogatott. Másolja át a helyi meghajtóra, és próbálja újra.
Logging=Rendszer módosítás naplózása...
rdlbl_TipContent_M=Az Install Monitor telepítése után észleli és naplózza a rendszerben bekövetkező változásokat a programok telepítésekor.
rdlbl_SwitchTip.Caption_M=Automatikus észlelés és naplózás program telepítéskor
rdlbl_DragFileTip.Caption_M=Adja hozzá, vagy húzza ide a telepítőfájlt a telepítéshez, és a rendszerváltozásokat naplózásához!

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Telepítési napló
rdlbl_Export.Caption=Exportálás
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Megjelenített név:
InstallDateTip=Telepítés dátuma:
VersionTip=Verzió:
PublisherTip=Kiadó:
LocationTip=Helye:
InstallationDurationTip=Telepítési idő:
InstallPackageTip=Csomag telepítés:
RegEntriesTip=Registry bejegyzések:
FilesCountTip=Fájlok:
TaskCountTip_M=Ütemezett feladatok:
ServiceCountTip_M=Rendszer szolgáltatások:
DllCountTip=DLL regisztrálás:
StartUpCountTip=Indítópult elemek:
TotalSizeTip=Összes méret:
ProgramInformationTip=Program információ
MMORegistryTip=Registry bejegyzések
MMOFilesTip=Fájlok
MMOTaskTip_M=Feladatütemező
MMOServiceTip_M=Rendszer szolgáltatások
MMODllTip=DLL regisztrálás
MMOStartUpTip=Indítópult elemek
MonitorLog_SecondsLan=másodperc
MonitorLog_SecondSingleLan=másodperc

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Visszajelzés

[MainForm_M]
Nav_Colle_Program_All=Programok
Nav_Colle_Browser_Extensions=Böngészőbővítmények
Nav_Colle_Win=Windows alkalmazások
Nav_Colle_AC=Műveletközpont
Nav_Colle_SH=Szoftverállapot
Nav_Item_Program_All=Minden program
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nemrég telepített
Nav_Item_Program_Infrequent=Ritkán használt
Nav_Item_Program_Large=Nagy programok
Nav_Item_Browser_Extension_All=Összes böngészőbővítmény
Nav_Item_InstallMonitor=Install monitor
Nav_Item_Logged=Naplózott programok
Hint_Settings=Beállítások
Hint_Tools=Eszközök
UninstallProTipEnterCode=Írja be a kódot
Button_Uninstall=Eltávolítás
Button_Remove=Eltávolítás
Button_Update=Összes frissítése
Button_Install=Telepítés most
ToolPopForceUninstallEx=Eltávolítás kényszerítése+
ToolPopSoftUpdater=Szoftverfrissítő
ToolPopStubborn=Makacs program eltávolító
ToolPopHistory=Eltávolítás előzmények
ToolPopFileShredder=Fájl megsemmisítő
ToolPopHunterMode=Könnyű eltávolítás
ToolPopUpdateUninstall=Windows frissítések eltávolítása
MoreSettingPopSetting=Beállítások...
MoreSettingPopRestore=Rendszer-visszaállítás
MoreSettingPopExport=Program lista exportálása
MoreSettingPopUpdate=Frissítések ellenőrzése
MoreSettingPopManual=Felhasználói kézikönyv
MoreSettingPopSupport=Technikai támogatás
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Névjegy
MoreSettingPopWhatsNew=Újdonságok
MoreSettingSubscription=Saját feliratkozások
DefaultSelProg=Távolítsa el a felesleges programokat, hogy több helyet takarítson meg.
DefaultSelPlug=Nem kívánt bővítmények eltávolítása a böngésző védelmében.
DefaultSelADPlugin1=1 rosszindulatú / hirdetés bővítmény eltávolítása a biztonságos böngészéshez
DefaultSelADPlugin2=%d rosszindulatú / hirdetés bővítmény eltávolítása a biztonságos böngészéshez
DefaultSelWApp=Nem kívánt Windows alkalmazások eltávolítása a PC gyorsításához.
DefaultSelBundle=Nem kívánt bundleware eltávolítása.
DefaultSelUpdate=Szerezze be a fontos programjai frissítéseit.
DefaultUpdaterPromot=További programok frissítése az IObit Software Updater programmal.
DefaultUpdaterPromote1=elavult program található.
DefaultUpdaterPromote2=elavult program található.
DefaultUpdaterPromoteInfo=Kattintson az "Összes frissítése" elemre az összes elavult program 1 kattintással történő frissítéséhez.
SelInfoProg=program kiválasztva eltávolításra. Összes méret:
SelInfoProgM=program kiválasztva eltávolításra. Összes méret:
SelInfoPlug=bővítmény kiválasztva eltávolításra.
SelInfoPlugM=bővítmény kiválasztva eltávolításra.
SelInfoApp=alkalmazás kiválasztva eltávolításra. Összes méret:
SelInfoAppM=alkalmazás kiválasztva eltávolításra. Összes méret:
SelInfoBundle=elem kiválasztva eltávolításra.
SelInfoBundleM=elem kiválasztva eltávolításra.
BundleHint=A főprogram telepítésekor figyelmeztetés nélkül néhány egyéb program is települhet. Eltávolíthatja a nem kívánt programokat.
RestoreDefaultSettingsButton=%s alapértelmezett beállítások visszaállítása
APTitle=Összes Pro funkció aktiválása
AP5=Teljes eltávolítás napló alapján
AP2=További makacs programok eltávolítása
AP6=Gördülékeny szoftverteljesítmény
AP4=Egy kattintásos szoftver frissítő
MainUpdate_Hint=Új verzió elérhető!
NewsDisconnCaption=Ossza meg ezt az ingyenes szoftvert családjával és barátaival.
NewsDisconnDes=Nagyon örülnek az IObit Uninstaller használatának!
NewsNewVerCaption=Fontos frissítés érhető el
NewsNewVerDes=Töltse le most a legújabb verziót.
ToolPopForceUninstall_Detail=Programok eltávolítása, amelyeket nem lehet rutinszerűen eltávolítani
ToolPopSoftUpdaterEx_Detail=Elavult szoftverek frissítése a biztonsági kockázatok csökkentéséért
ToolPopHistory_Detail=Mutassa meg az eltávolított programok részleteit és állapotát
ToolPopFileShredder_Detail=Nem kívánt fájlok biztonságos és végleges eltávolítása
ToolPopHunterMode_Detail=A programok egyszerű eltávolításához húzza az Easy Uninstall ikont
ToolPopUpdateEx_Detail=Távolítsa el a nem kívánt Windows frissítéseket még több hely felszabadításához!
ToolPopStubbornEx_Detail=Az egyedi adatbázis több mint 1000 makacs program eltávolítását támogatja
DefaultSelInfo_Logged=A naplózott programokat alaposan eltávolíthatja.
MoreSettingTranslate=Segítsen lefordítani

[MetroApp_M]
NoSerchItem_Tip=Nincsenek a kereséssel megegyező elemek.
Win8NoItemTip_M=Nem található Windows alkalmazás
Win8LoadingApp=Alkalmazások betöltése...
Win8ListViewGroupsWin8AppHeader=Windows alkalmazások
Win8ListViewGroupsWin8AppSubtitle=A Microsoft Corporation által közzétett alkalmazások.
Win8ListViewGroupsThirdHeader=Külsős alkalmazások
Win8ListViewGroupsThirdSubtitle=Alkalmazások amiket külsős vállalatok tettek közzé.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Név
ListView_AppList.Columns[1].caption=Méret
ListView_AppList.Columns[2].caption=Felhasználói értékelés
ListView_AppList.Columns[3].caption=Művelet
lbl_Notice.caption=A Windows alkalmazások megmutatásához kérjük ellenőrizze,hogy rendszergazda jogosultságokkal rendelkezik-e.
mniUninstall.caption=Eltávolítás
mniRefush.caption=Frissítés
mniDetails.caption=Részletek
mniOpenFile.caption=Fájl helyének megnyitása
mniOpenReg.caption=Megnyitás RegEdit-ben
mniOpenWinstore.caption=Megnyitás Winstore-ban
mniSearchOnline.caption=Keresés a weben
mniRate.caption=Értékel

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Eltávolítás most
rdlbl_NoticeInfo.Caption=A rendszer lemez szabad területe 10% alatt van.
rdlbl_NoticeTip.Caption=Távolítsa el a nem kívánt programokat az IObit Uninstaller programmal, hogy több szabad lemezterülethez juthasson.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> eltávolítási maradvány észlelve.
LeftTip=Takarítsa el még több hely felszabadításához!
LeftBtn=Takarítást most

[SoftNoticeForm_M]
PopupTip=Zavaró értesítések észlelve
PopUpOne=<a>1</a> felugró értesítés blokkolható a zavarások elkerüléséhez.
PopUpEx=<a>%s</a> felugró értesítés blokkolható a zavarások elkerüléséhez.
PopupBtn=Block Now

[Malicious_M]
NoticeInfoEx_One=Kártékony szoftver/bővítmény észlelve<BR><a>1</a> kártékony szoftver/bővítmény távolítható el a gyors és biztonságos számítógépért.
NoticeInfoEx_Some=Kártékony szoftver/bővítmény észlelve<BR><a>%d</a> kártékony szoftver/bővítmény távolítható el a gyors és biztonságos számítógépért.

[InstallClearForm_M]
SetupTip=Felesleges telepítőfájlok észlelve
SetupClean=<a>1</a> felesleges telepítőfájl távolítható el <a>%s</a> hely felszabadításához.
SetupCleanEx=<a>%s</a> felesleges telepítőfájl távolítható el <a>%s</a> hely felszabadításához.
SetupBtn=Takarítás most

[uninstall_Mitor_M]
showDetails_M=Részletek mutatása
Cleanmanually_M=Tisztítás manuálisan
AutoClean_M=Automatikus tisztítás
Cleaning_M=Tisztítás
Cleannow_M=Tisztítás most
StillLeavas_M="%s" még maradt
LeftoversRemoved_M=%s maradék eltávolítva:
Registry_M=Rendszerleíró adatbázis
File_M=Fájl
Files_M=fájlok
Cleanfuture_M=Automatikus tisztítás később
Setting_M=Beállítások
Uselessfiles_M=felesleges fájlok
Uselessregistryentries_M=felesleges registry elemek
UselessregistryentriesOne_M=felesleges registry elemek
Lan_BundleNoticeText_M=A Bundleware %s telepítésekor észlelhető.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Rosszindulatú eszköztárak és bővítmények
ListViewGroupMaliciousDesc=Ezek az eszköztárak és bővítmények megváltoztatják a böngésző beállításait és ellopják a személyes információkat.
ListViewGroupAdTitle=Hirdetés alapú eszköztárak és bővítmények
ListViewGroupAdDesc=Ezek az eszköztárak és bővítmények hirdetéseket, bannereket stb. jeleníthetnek meg a képernyőn.
ListViewGroupTrustTitle=Megbízható eszköztárak és bővítmények
ListViewGroupTrustDesc=Ezek az eszköztárak és bővítmények nem tesznek kárt a számítógépben. Távolítsa el vagy tartsa meg, az igényeinek megfelelően.
ListViewGroupExtensions=Kiterjesztések
ListViewGroupPlugins=Bővítmények
ListViewGroupToolbar=Eszköztár
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=A kiterjesztések használata segíti a böngésző testreszabását.
ListViewGroupPlugin_DES=A bővítmény könnyen telepíthető és használható, mint a web böngésző része.
ListViewGroupToolbar_DES=Az Eszköztár segítségével a felhasználók gyorsan hozzáférhetnek helyekhez, vagy más alkalmazások funkcióihoz.
ListViewGroupBHO_DES=A BHO segít testre szabni a böngészőt és egyszerűbbé teszi az interaktív funkciókat.
ListViewGroupActivex_DES=Az Internet Explorer használja az ActiveX vezérlőket a multimédiás lejátszás megkönnyítéséhez.
NoSerchItem_Tip=Nincsenek a kereséssel megegyező elemek.
PluginColumnStr_Title=Név (összes: %d)
ChromeSyncMsg=A Chrome szinkronizálás engedélyezve van. Az eltávolításra kiválasztott bővítmények automatikusan eltávolíthatók az eltávolítás után. Kérjük, kattintson a <a>A Chrome szinkronizálás letiltása</a> gombra, és kövesse a fórumunk lépéseit a Chrome szinkronizálás letiltásához.
EdgeSyncMsg=Az Edge szinkronizálás engedélyezve van. Az eltávolításra kijelölt bővítmények automatikusan újratelepítésre kerülhetnek az eltávolítás után. Kérjük, kattintson az <a>Edge szinkronizálás letiltására</a>, és kövesse a letiltás folyamatának lépéseit!
FuncPluginSysPluginMsgBox=%s eltávolítása nem ajánlott, mivel az eltávolítás után egyes böngészőfunkciókra hatással lehet.
FuncPluginLoading=Betöltés...
FuncPluginRmoveSuccess=Az eltávolítás sikeres. Betöltés...
FuncVotePlugSelectMsgBox=Válasszon egy elemet az értékeléshez
FuncPluginRmoveConfireSingleMsgBox=Biztos el akarja távolítani a kiválasztott elemet?
FuncPluginRmoveConfireSomeMsgBox=Biztos el akarja távolítani a következő elemeket?
FuncCheckBrowserMsgBox_1=%s fut
FuncCheckBrowserMsgBox_2=Kattintson az OK gombra a bezáráshoz (a nem mentett tartalmak elveszhetnek)
FuncCheckBrowserMsgBox_3=Vagy kattintson a Mégsem gombra a művelet megszakításához
FuncCheckBrowserMsgBox_4=%s fut
FuncCheckBrowserMsgBox_5=Kattintson az OK gombra a bezáráshoz (a nem mentett tartalmak elveszhetnek)
FuncCheckBrowserMsgBox_6=Vagy kattintson a Mégsem gombra a művelet megszakításához
FuncPluginRemoveFailedMsgBox_4=%s nem sikerül eltávolítani, mert %s védelme alatt áll. Kérjük, lépjen ki %s-ból, és indítsa újra az IObit Uninstaller programot az eltávolításhoz.
FuncRestoreSuccessMsgBox=A böngésző alapértelmezett beállításainak visszaállítása sikerült.
FuncRestoreFailedMsgBox=A böngésző alapértelmezett beállításainak visszaállítása nem sikerült.
PluginRestoreStr=%s alapértelmezett beállítások visszaállítása
mniOpeninRegedit_M=Megnyitás RegEdit-ben
lbl_NoFoundItems.caption_M=Nem található eszköztár vagy bővítmény.

[VoteText_M]
FuncVoteMarkSelectMsgBox=Kérjük, értékelje!
FuncVoteFailedMsgBox=Az értékelés nem sikerült, kérjük, ellenőrizze a hálózati kapcsolatát, és próbálja meg újra!
FuncVoteActiveVote=Értékelés
FuncVoteWaitting=Értékelés beküldése, kérjük, várjon...
VoteStr_1=<a>1</a> felhasználó értékelte. Ön már értékelt.
VoteStr_2=Még nincs értékelés. Legyen az első, aki értékeli!
VoteStr_3=<a>%d</a> felhasználó értékelte. Ön már értékelt.
VoteStr_4=<a>%d</a> felhasználó értékelte. Mit gondol erről a bővítményről?
VoteStr_5=<a>%d</a> felhasználó értékelte. Mit gondol erről az alkalmazásról?
Removingnow_M=Eltávolítás most...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Név
rdlvAllBrowse.Columns[1].Caption=Felhasználói értékelés
rdlvAllBrowse.Columns[2].Caption=Művelet
rdlvCustomBrowse.Columns[0].Caption=Név
rdlvCustomBrowse.Columns[1].Caption=Művelet
mniRemove.Caption=Eltávolítás
mniRate.Caption=Értékelés
mniIgone.Caption=Kizárás
mniRefush.Caption=Frissítés
mniOpenFloder.Caption=Fájl helyének megnyitása
mniSelectedAll.Caption=Összes kijelölése
mniInvertSelection.Caption=Kijelölés megfordítása
mniSearchOnline.Caption=Keresés a weben

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Böngésző alap helyzetbe
lblConfire.Caption=Biztos visszaállítja az alapértelmezett beállításokat?
lblHomepageTitle.Caption=Aktuális Kezdőlap:
lblSearchTitle.Caption=Aktuális alapértelmezett kereső:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Mégsem

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Sikeresen eltávolítva!
lbl_Removing.Caption=Eltávolítás...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nem található 2 hónapnál régebben nem használt program
Noprograms_Size_M=Egy program sem haladja meg %s.
Noprograms_match_M=Nincsenek a kereséssel megegyező elemek.
Noprograms_Recent_M=Nincsenek telepített programok az elmúlt 10 napban.
monthsago_M=%d hónappal ezelőtt
yearsago_M=%d évvel ezelőtt
yearsagos_M=%d évvel ezelőtt
SoftwareFrame_InstallDate_M=Telepítés dátuma
SoftwareFrame_FrequencyUse_M=Utoljára használt
HistoryInfo_DisplayName=Megjelenített név
HistoryInfo_Publisher=Kiadó
HistoryInfo_Version=Verzió
HistoryInfo_InstallDate=Telepítés dátuma
HistoryInfo_UseSize=Hely használat
HistoryInfo_Location=Hely
HistoryInfo_UninstallDate=Eltávolítás dátuma
Lan_NoBundle_New=A Bundleware az a szoftver, amely más programokat telepíthet a háttrében a fő program telepítésekor, előzetes értesítés nélkül.
Lan_Main_Soft=Főprogram
Lan_Bundled_Soft=Bundled program
Lan_Bundled_Plug=Bundled bővítmény
ColumnName_Logged=Telepítés napló
ColumnName_LogDate=Telepítés dátuma
ViewDetail=Napló megnézése
NoPrograms_Logged=Az Install Monitor által naplózott programokat a jövőbeli eltávolításuk során alaposan eltávolíthatja.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Méret
ListView_SoftwareList.Columns[2].Caption=Telepítés dátuma
ListView_SoftwareList.Columns[3].Caption=Művelet
Menu_Program_Uninstall.caption=Eltávolítás
Menu_Program_Repair.caption=Javítás
Menu_Program_Refresh.caption=Frissítés
Menu_Program_OpenFileLocation.caption=Fájl helyének megnyitása
Menu_Program_OpeninRegedit.caption=Megnyitás RegEdit-ben
Menu_Program_SearchOnline.caption=Keresés a weben
mni_Openthewebsite.caption=Weboldal megnyitása

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Típus
ListView_BundleList.Columns[2].Caption=Művelet
Menu_Program_Uninstall.caption=Eltávolítás
Menu_Program_OpenFileLocation.caption=Fájl helyének megnyitása
Menu_Program_OpeninRegedit.caption=Megnyitás RegEdit-ben
Menu_Program_SearchOnline.caption=Keresés a weben
mni_Ignore.caption=Kizárás
mniOpenthewebsite.caption=Weboldal megnyitása

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware található
btn_UninstallAll.caption=Összes eltávolítása
lbl_Info.caption=Távolítsa el a következő bundleware-t az IObit Uninstaller PRO segítségével a programmal együtt, vagy csak az aktuális programot.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware megtalálható. Kérjük, válassza ki az eltávolítandó nem kívánt bundleware-t is.

[PromoteForm_M]
M_ProAD_Title=További funkciók és előnyök a Pro verzióval:
M_ProAD_CleanLog=A telepítés során létrehozott naplókkal távolítsa el a programokat
M_ProAD_Monitor=Monitor program telepítése és a bundleware könnyű eltávolítása
M_ProAD_Database=Nagy adatbázis a makacs programok eltávolítására
M_ProAD_Plugin=Távolítsa el a rosszindulatú és hirdetés bővítményeket a biztonságos és sima online szörfözéshez
M_ProAD_Update=A fontos programjaid mindig naprakészek maradnak egy kattintással
M_ProAD_SoftHealth=Szoftversebezhetőségek aut. észlelése, és a felugró értesítések, valamint nem kívánt hirdetések könnyű blokkolása
M_Continue=Eltávolítás folytatása
M_BundleTitle=Az IObit Uninstaller PRO aktiválása a bundleware teljes eltávolításhoz
M_BundleTitle2=Valós idejű monitorozó program telepítése és bundleware könnyű eltávolítása
M_UninstallLogTitle=Aktiválja az IObit Uninstaller PRO programot, hogy automatikusan felismerje és naplózza a program telepítését a jövőbeli alapos eltávolításhoz nyomkövetett naplókkal.
M_PluginMaliciouTitle=Az IObit Uninstaller PRO aktiválása a rosszindulatú és hirdetés bővítmények eltávolításához
M_PluginMaliciouTitle2=Az egyre bővülő adatbázis segít a rosszindulatú és hirdetés bővítmények eltávolításában
M_SPUninstallFail=%s nem sikerült eltávolítani.
M_SPAD_Title=Aktiválja a PRO verziót az eltávolításhoz egy speciális adatbázis segítségével.
M_SPUninstallFailCount=%d programot nem sikerült eltávolítani.
M_SPADCount_Title=nem lehet eltávolítani hagyományos módon. Aktiválja a PRO verziót az eltávolításhoz egy speciális adatbázis segítségével.
SpecPromotTile_1=%s nem sikerült eltávolítani.
SpecPromotTile_2=%d programot nem sikerült eltávolítani.
SpecPromotTile_3=1 program eltávolítva.
SpecPromotTile_4=%d program eltávolítása.
SpecPromotTile_5=De 1 program eltávolítása nem sikerült.
SpecPromotTile_6=De %d program eltávolítása nem sikerült.
SpecPromotInfo_1=Aktiválja a PRO verziót az eltávolításhoz egy speciális adatbázis segítségével.
SpecPromotInfo_2=Aktiválja a PRO verziót az eltávolításhoz egy speciális adatbázis segítségével.
SpecPromotInfo_3=%s nem távolítható el a normál úton.

[Protip_M]
Congratulations_M=Gratulálunk!
YouHave_M=Sikeresen frissítette a legújabb IObit Uninstaller verzióra.
Try_M=Próbálja ki most!
Tip_M=Az automatikus frissítés az IObit Uninstaller <a>%d</a> verzióra sikerült.
WhatNew_M=A legújabb verzió újdonságai:
More_M=További részletek

[Uninstaller_Public_M]
Lan_ButtonCancel=Mégsem
Lan_ButtonClose=Bezárás
Lan_ButtonContinue=Folytatás
Lan_ButtonClean=Tisztítás
Lan_Cleaning=Tisztítás
Lan_Details=Részletek
Lan_Exit=Kilépés
Lan_Hide=Elrejt
Lan_Ignore=Kizárás
Lan_Ignored=Kizárási lista
Lan_item=elem
Lan_items=elem
Lan_LoadingD=Betöltés...
Lan_WindowMin=Kis méret
Lan_WindowMax=Teljes méret
Lan_ButtonNo=Nem
Lan_Name=Név
Lan_NameT=Név (összes: %d)
Lan_Notagain=Ne mutassa ezt újra
Lan_ButtonOK=OK
Lan_Publisher=Kiadó
Lan_WindowRest=Visszaállítás
Lan_ButtonRemove=Eltávolítás
Lan_State=Állapot
Lan_Show=Mutat
Lan_Scan=Ellenőrzés
Lan_Search=Keresés
Lan_ButtonUninstall=Eltávolítás
Lan_Version=Verzió
Lan_ButtonYES=Igen
Lan_ButtonFor0=Pro verzió beszerzése ingyen
Lan_ButtonActivate=Aktiválás most
Lan_ButtonUpgrade=Frissítés most
Lan_ButtonUpgradeFor0=Frissítés most ingyen
Lan_DisplayName=Név
Lan_Installationpath=Telepítési útvonal
Lan_Description=Leírás
Lan_LinkAbout=Névjegy
Lan_LinkHelp=Súgó
Lan_SysMsgCorrupted=Egyes IObit Uninstaller fájlok hibásak. Kérjük telepítse újra az IObit Uninstaller programot.
Lan_Bit=bit

[RC_M]
M1=Szerezze be ingyen a PRO változatot!
M2=$0 a könnyebb, hatékonyabb és teljesebb eltávolításért.
M3=Aut.
M4=Maradványfájlok eltakarítása
M5=1 kattintásra
M6=Összes szoftverhiba kijavítása
M7=1000+
M8=Makacs szoftver eltávolítása
M9=50%-kal nagyobb
M10=szoftverfrissítő adatbázis
M11=Mostantól még több nagyszerű és fejlesztett PRO lehetőség érhető el INGYEN:
M12=INGYEN engedélyezhető az automatikus maradványfájl eltakarítás
M13=és élvezze a gyorsabb és gördülékenyebb működést, könnyen!

[Unistaller_Register_M]
license_OtherCode_M=A %s licenc kód csak %s részére érvényes. Kattintson az OK gombra a letöltéshez és regisztrálja: %s.
LicenseCannotconnect_M=Nem lehet csatlakozni a kiszolgálóhoz, ellenőrizze a internet kapcsolatát/proxy beállításokat és próbálja meg később a licenc érvényesítését.
license_OtherGivewalys_M_M=%s giveaway licenc és csak meghatározott verzióra érvényes. Kérjük látogasson el <a>ide</a> és vásároljon új licenc kódot az IObit Uninstaller %s PRO használatához.
License_expired_M=Ez a %s licenc lejárt. Kattintson <a>ide</a> a diszkont áron megrendeléshez!
License_maximum_M=%s licenc már aktiválva lett a megengedett számú PC-re és ezért már nem használható. Kérjük, kattintson <a>ide</a> és vásároljon másik licencet az IObit Uninstaller PRO aktiválásához.
License_Free_M=%s licenc nem aktiválható. Kérjük vásároljon új licencet az IObit Uninstaller PRO használatához.
License_valid_M=Érvénytelen licenc kód! Kérjük írjon be érvényes licenc kódot.
LicenseSeat_M=Licenc darab:
LicenseCodeLiftTime_M=Ez egy élethosszig tartó licenckód, amely csak az IObit Uninstaller v%d verziójára érvényes. Telepítse újra az IObit Uninstaller v%d PRO programot.
licensedays_left_M=%d nap maradt
licenseday_left_M=%d nap maradt
LicenseCodeLocation_M=%s licenc kód nem érvényes az Ön régiójában vagy országában. Kattintson az OK gombra egy érvényes vásárláshoz.
Never_M=Soha
M_CheckLicense=A licensz állapotát megtekintheti az Előfizetéseimnél a Beállítások menüben.

[Uninstaller_Form_Activate]
Label_Get.caption=Licenc kérés
Label_Retrv.caption=Kód lekérése
Label_Eg.caption=Pl.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Regisztráció
RdLabelCaption.caption=Aktiválja a Pro verziót és élvezze a jobb szolgáltatásokat.
Label_Please.caption=Írja be a kódot, kattintson az "Regisztráció" gombra és használhatja a PRO verzió összes funkcióját.
Label_Code.caption=Licenc kód:
RdBtnlab.caption=További előnyök, ígérjük:
RdImgBtn_Upgrade.caption=Frissítés Pro verzióra

[Form_Activate_M]
TitleOne=Eltávolítók takarítása naplózással
ContentOne=A programok alapos eltávolítása a telepítés során létrehozott naplókkal együtt
TitleTwo=Makacs programok eltávolítása
ContentTwo=Az egyedi adatbázissal több mint 1000 makacs program távolítható el teljesen
TitleThree=Gördülékeny szoftverteljesítmény
ContentThree=Automatikusan észleli a szoftverek sebezhetőségeit, és könnyedén blokkolja a felugró értesítéseket, valamint kéretlen hirdetéseket
TitleFour=Szoftverfrissítő
ContentFour=1 kattintással mindig frissen tarthatja a fontos programjait

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Bezárás
lbleg.Caption=Pl.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Súgó
Label_Please.caption=Írja be a kódot, kattintson az "Regisztráció" gombra és használhatja a PRO verzió összes funkcióját.
Label_Code.caption=Licenc kód:
RdImgBtnRegister.caption=Regisztráció
Label_Retrv.caption=Kód lekérése
Label_HaveLicense.caption=Nincs licence?
Label_click.caption=Kattintson ide és kap egyet.
RdImageButton_Back.caption=Vissza
RdImageButton_Close.caption=Bezárás
RdLabelCaption.caption=Licenc kezelő
Label_Status.caption=Licenc állapota:
Label_Activated.caption=Aktiválva
Label_Lcode.caption=Licenc kód:
Label_Data.caption=Lejárat dátuma:
Label_Refresh.caption=Frissítés
Label_Export.caption=Licenc exportálása
rdlblAlread.caption:=Már van egy licence kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Súgó
RdImgBtn_Closetwo.caption=Bezárás
Label_success.caption=A licenc aktiválása sikerült!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Bal kattintás és húzás az egérrel a képernyőmentés terület kijelöléshez
M_NoticeInfo_AC=2. Jobb kattintás vagy Esc lenyomás a kilépéshez
M_Rect=Téglalap
M_Oval=Ovális
M_Text=Szöveg
M_Paintbrush=Ecset
M_Return=Művelet visszavonása (Ctrl + Z)
M_Copy=Másolás vágólapra
M_Exit=Kilépés a képernyőmentésből
M_Save=Mentés
M_TipInfo=A képernyőmentés a vágólapra mentve. Ctrl + V billentyű kombinációval beillesztheti bárhova.
M_TipShow="Ne mutassa újra ezt az üzenetet"
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Beállítások
lbl_UserInterfaceTitle.caption=Felhasználói felület
lbl_SkinTitle.caption=Kinézet:
lbl_LanguageTitle.caption=Aktuális nyelv:
lbl_FontSize.caption=Betűméret:
lbl_Dark.caption=Sötét
lbl_Light.caption=Világos
lbl_UpdateTitle.caption=Frissítési módszer
lbl_UpdateChooseDes.caption=A termék frissítési módszere:
btnImg_UpdateRemind.caption=Emlékeztessen, amikor frissítések érhetők el
btnImg_UpdateAuto.caption=Automatikus frissítés
lbl_GeneralCaption.caption=Általános
btnImg_AutoDelete.caption=A maradék fájlok automatikus eltávolítása
btnImg_AfterUninstallAutoScan.caption=Automatikusan törölje a másik eltávolítóprogram által eltávolított program maradékait
btnImg_RemoveToRecycleBin.caption=A Lomtárba helyezett maradék fájlok törlése
btnImg_ShowExplorerButton.caption=Fájl megsemmisítés gomb hozzáadása a Helyi menühöz
btnImg_ShowComponents.caption=Ne mutassa a rendszer futó összetevőit
btnImg_ShowMenuButton.caption=A Hatékony eltávolítás opció hozzáadása a Windows helyi menüjéhez
btnImg_CreateRestore.caption=Visszaállítási pont létrehozása az eltávolítás előtt
btnImg_OK.caption=OK
btnImg_Cancel.caption=Mégsem
lbl_HotKey.caption=Gyorsbillentyű a könnyű eltávolításhoz:
lbl_OccupiedHotKey.caption=Már használatban van. Írjon be egy másikat.
lbl_Notification.caption=Értesítés
btn_NotifySoftUpdater.caption=Emlékeztessen, amikor frissítések érhetők el
btnImg_SystemDiskSpace.caption=Értesítsen, ha a rendszerlemezen szabad hely 10% alá csökken
lbl_Boundleware.caption=Kizárás lista
btnImg_remove.caption=Eltávolítás
btnImg_UserInterface.Caption=Felhasználói felület
btnImg_General.Caption=Általános
btnImg_Notification.Caption=Értesítések

[Uninstall_setting_M]
Setting_UITitle=Felhasználói felület
Setting_GeneralTilte=Általános
Setting_NotificationTilte=Értesítés
Setting_BoundlewareTilte=Kizárás lista
Setting_Size_Normal=Normál
Setting_Size_Large=Nagy
Setting_Size_Larger=Nagyobb
Setting_listviewHeader=Elem neve
SystemComponentsInfo=Rendszer összetevők, mint a Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Értesítés, amikor az automatikus figyelés után létrejön a telepítési napló
btnImg_BundlewareInstalled_M=Értesítés bundleware telepítésekor
btnImg_BrowserPlugTip_M=Értesítés rosszindulatú bővítmény telepítésekor
btnImg_AutoCleanTipForm_M=Értesítsen, amikor hátramaradt fájlokat észlel egy másik eltávolító futtatása után
btnImg_leftovers_M=Értesítés, ha az eltávolított programok maradékát észleli
btnImg_SoftNotific_M=Értesítsen, amikor felugró értesítéseket észlel
btnImg_NotNeedInstall_M=Értesítsen, amikor felesleges telepítőfájlokat észlel
btnImg_Boundleware.Caption_M=Kizárási lista
rdlbl_BoundlwareTip.caption_M=A kizárt Bundleware-t addig nem észleli, amíg nem távolítja el ezeket az alábbi listából.

[SoftUpdate_M]
SUCaption=Szoftverfrissítő
SU_GroupOutData=Elavult
SU_GroupUpToDate_New=Naprakész
SU_Ignore=Kizárás
SU_Ignored=Kizárva
SU_NoIgnore=Kizárás visszavonása
SU_Update=Frissítés
SU_Updating=Frissítés
SU_UpToDate=Naprakész
SU_NewVersion=Új verzió
SU_CurrVersion=Aktuális verzió:
SU_ActivePro=Automatikus frissítés aktiválása
SU_Button_UpdateAll=Összes frissítése
SU_NoUpdates=Nincs elérhető frissítés a szoftverekhez a számítógépén.
SU_IgnoreForever=Az összes frissítést figyelmen kívül hagyja
SU_IgnoreCurrent=Az aktuális frissítést figyelmen kívül hagyja
SU_CancelUpdate=A frissítés folyamatban. Biztosan leállítja a frissítést?
SU_DefaultSelUpdate=Hurrá! Az összes szoftvere naprakész.
SU_DefaultUpdaterPromoteInfo=Frissítse az összes elavult szoftvert a biztonsági kockázatok csökkentéséért!

[SoftUpdatePromote_M]
IUP_Manually=Manuális frissítés
Img_Tab=Aktiválja az IObit Uninstaller PRO verziót
LbIUPromote1=Összes fontos program frissítése egy kattintással
LbIUPromote2=A frissítések automatikus telepítése anélkül, hogy webhelyére el kellene látogatnia
SUInstall=Telepítés
SUImg_Tab=Install IObit Software Updater
LbSUPromote1=Frissítsen több programot könnyedén
LbSUPromote2=Telepítse a kívánt programokat könnyedén
SUEULA=A "Telepítés" gombra kattintva elfogadja az IObit Software Updater telepítését és elfogadja az <a>EULA</a> -t és az <a>adatvédelmi irányelvet</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> termék frissítése szükséges
TipOnes=<a>%s</a> termék frissítése szükséges
TipInfo=a számítógépe védelméért a biztonsági sebezhetőségek ellen
NeverShow=Ne mutassa ezt újra
BtnUpdate=Frissítés most

[SpecUTool_M]
SpecTOpen=Megnyitás
SpecTOK=OK
SpecTHide=Elrejt
TrayHint=Az IObit Uninstaller eltávolította a programokat,
SpecTUninstalling=A következő program eltávolítása:
SpecTUninstallingM=A következő programok eltávolítása:
SpecTUninstalled=program eltávolítva.
SpecTUninstalledM=programok eltávolítva.
SpecTClose=Bezárás

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Makacs program eltávolító
lbl_DescTitle.caption=Megjeleníti azokat a programokat, amelyek eltávolítóját nem találja más helyeken. Itt könnyen eltávolíthatja őket.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Hivatalos eltávolító adatbázis (%d)
OfficialDesEx=Segít eltávolítani a programokat a hivatalos eltávolító segédprogramjaikkal.
AllGroupEx=Támogatott program adatbázis (%d)
AllDesEx=A listában olyan programokat talál, amiknél előfordulhat, hogy máshol nem talál eltávolító bejegyzést. Itt könnyen eltávolíthatja őket.
ProblemsTip=Hiba található
LoadingTip=Támogatott program adatbázis betöltése...
NotInstallSingleMsgBox=Nincs észlelhető eltávolítási hiba a következő program esetében. Biztosan szeretné folytatni az eltávolítást, és keressen maradványfájlokat?
NotInstallSomeMsgBox=Nincs észlelhető eltávolítási hiba a következő programok esetében. Biztosan szeretné folytatni az eltávolítást, és keressen maradványfájlokat?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Rendszer-visszaállítás
rdlblDesc.Caption=Állítsa vissza a számítógépet a kiválasztott esemény előtti állapotba. A legutóbbi nem törölhető a rendszer biztonsága érdekében.
ListView_Restore.Columns[0].Caption=Dátum és idő
ListView_Restore.Columns[1].Caption=Leírás
btn_CreateRestorePoint.Caption=Visszaállítási pont létrehozása
RdImageButton_Restore.Caption=Visszaállítás
RdImageButton_Delete.Caption=Törlés
lblNull.Caption=Nincs létrehozva rendszer-visszaállítási pont.
Rdlbl_CreateRestorePoint.caption=Visszaállítási pont létrehozása

[SystemRestore_M]
SysRestore_CreateComplete=A helyreállítási pont sikeresen létrehozva!
SysRestore_CreateFailed=Visszaállítási pontok létrehozása nem sikerült! Ellenőrizze, hogy engedélyezett-e a rendszer-visszaállítás.
SysRestore_CreateRestore_Confirm=Akar készíteni egy rendszer visszaállítási pontot?
SysRestore_CreateRestore_Tip=Rendszer-visszaállítási pont létrehozása, kérjük várjon...
SysRestore_CreateRestore_Failed=Visszaállítási pontok létrehozása nem sikerült! Ellenőrizze, hogy engedélyezett-e a rendszer-visszaállítás.
SysRestore_SetRestore_Confirm=FIGYELMEZTETÉS! A számítógép visszaállítása visszavonja az összes módosítást ami a rendszer-visszaállítási pont elkészülése után történt. Az elkezdett rendszer-visszaállítást nem lehet visszafordítani vagy megszakítani. Biztos folytatni akarja?
SysRestore_SetRestore_Reboot=A változások érvényesítéséhez újraindítás szükséges. Kérjük mentse el a megnyitott munkáit és zárja be a futó programokat az újraindítás előtt. Újra indítja a számítógépét most?
SysRestore_SetRestore_Tip=Rendszer fájlok és beállítások visszaállítása, kérjük várjon...
SysRestore_Delete_Confirm=Biztos törölni akarja?

[UninstallForm_M]
MsgBox_SelectProgram=Kérjük, válasszon ki legalább egy programot.
Msg_Bundle_RebootSpec=eltávolítva. Indítsa újra a számítógépet az eltávolítás befejezéséhez.
OneItemStr=%d elem
SomeItemStr=%d elem
Clean_Uninstall=Tiszta eltávolítás
RebootToDelete_Str=(Törlés újraindításkor)
UninstallingSingleStr_New=Biztosan szeretné eltávolítani a kiválasztott elemet?
UninstallingSomeStr_New=Biztosan szeretné eltávolítani a(z) %d kiválasztott elemet?
UninstallingSingleStrUpdate=Biztos el akarja távolítani a kiválasztott Windows frissítést?
UninstallingSomeStrUpdate=Biztos el akarja távolítani a kiválasztott %d Windows frissítéseket?
UninstallingSingleStrApp=Biztos el akarja távolítani a kiválasztott Windows alkalmazást?
UninstallingSomeStrApp=Biztos el akarja távolítani a kiválasztott %d Windows alkalmazásokat?
Uninstall_Str=Eltávolítás %s (%d/%d)
Scan_Str=Ellenőrzés %s (%d/%d)
UninstallOne_Str=Eltávolítás %s
ScanOne_Str=Ellenőrzés %s
CreateRetore_Str=Rendszer-visszaállítási pont létrehozása, kérjük várjon...
SureToDeleteSomeStr_New=<a>%d</a> elem eltávolításra került, de még vannak maradványok.
SureToDeleteOneStr_New=<a>1</a> elem eltávolításra került, de még vannak maradványai.
SureToDeleteSomeStrApp=<a>%d</a> Windows app eltávolítva. De vannak még maradék fájlok.
SureToDeleteOneStrApp=<a>1</a> Windows app eltávolítva. De vannak még maradék fájlok.
SureToDeleteByHistroy=Maradék fájlok találhatók.
DeletingStr=A maradványok törlése, kérjük várjon
DeleteCancleStr=Biztos meg akarja szakítani a törlést?
RestoringCancleStr=Rendszer-visszaállítási pont létrehozása. Biztosan törölni akarja?
UninstallingCancleStr=Az eltávolítás folyamatban van, és a maradvány fájlok megmaradhatnak ha most kilép. Biztos benne, hogy kilép?
ScaningCancleStr=Az ellenőrzés folyamatban van, és a maradvány fájlok megmaradhatnak ha most kilép. Biztos benne, hogy kilép?
RegistryCaption_Str=Rendszerleíró adatbázis
FileCaption_Str=Fájl
TaskCaption_Str=Feladatütemező
ServiceCaption_Str=Rendszer szolgáltatások
DllCaption_Str=DLL regisztráció
SuccessReslutFromHistroySingle=Program maradék fájlok sikeresen törölve. Olvassa el az alábbi részleteket.
SuccessReslutFromUninstallSingle_New=Sikeresen eltávolította <a>%d</a> elemet, és törölte az alábbi maradványokat:
SuccessReslutFromUninstallSome_New=Sikeresen eltávolította <a>%d</a> elemet, és törölte az alábbi maradványokat:
SuccessReslutFromUninstallSingleApp=Sikeresen eltávolítva <a>%d</a> Windows app az alábbi részletekkel:
SuccessReslutFromUninstallSomeApp=Sikeresen eltávolítva <a>%d</a> Windows app az alábbi részletekkel:
FileDelete_Str=Fájlok
RegDelete_Str=Rendszerleíró bejegyzések
TaskDelete_Str=Ütemezett feladatok
ServiceDelete_Str=Rendszerszolgáltatások
DeepDelete_Str=Naplózott elemek
HtmlRecomReslutCaption=<a>%d</a> program eltávolítva és eltávolítva az alábbi felesleges fájlok:
HtmlRecomReslutCaption1=<a>%d</a> program eltávolítva és törölve az alábbi felesleges fájlok:
HtmlRecomReslutAppCaption=<a>%d</a> Windows app eltávolítva és törölve az alábbi felesleges fájlok:
HtmlRecomReslutAppCaption1=<a>%d</a> Windows app eltávolítva és törölve az alábbi felesleges fájlok:
HtmlFileReCaption=<a>%s</a> felesleges fájl
HtmlRegReCaption=<a>%d</a> felesleges registry elem
HtmlTaskReCaption=<a>%d</a> érvénytelen ütemezett feladat
HtmlServicesReCaption=<a>%d</a> érvénytelen rendszer szolgáltatás
HtmlDeepReCaption=<a>%d</a> naplózott elem
HtmlFileReCaptionOne=<a>%s</a> felesleges fájl
HtmlRegReCaptionOne=<a>%d</a> felesleges registry elem
HtmlTaskReCaptionOne=<a>%d</a> érvénytelen ütemezett feladat
HtmlServicesReCaptionOne=<a>%d</a> érvénytelen rendszer szolgáltatás
HtmlDeepReCaptionOne=<a>%d</a> naplózott elem
UninstallPromote=Megvásárlás most
RebootYes=Újraindítás most
RebootLater=Később
FromHistroyNoItem=Nem található maradék.
FromUninstallNoItem=Eltávolítás befejeződött!
RelatedMetroText=Ezek az alkalmazások kapcsolódnak egymáshoz. Bármelyik eltávolítása a többit is eltávolítja. Biztos el akarja távolítani?
RelatedSoftText=Bundle termékekkel egyszerre telepítettek. Szeretné eltávolítani őket?
HtmlADPluginCaption=<a>%d</a> Hirdetés bővítmény interferencia
HtmlMaliciousPluginCaption=<a>%d</a> Kártékony bővítmény fenyegetés
MoneyBackInfo=Biztonságosabb és gyorsabb PC-t élvezhet a nemkívánatos programok és bővítmények eltávolítása után. 60 napos pénz visszatérítési garancia. Nem kérdezünk semmit.
SpecRestartAll=Indítsa újra a számítógépet a következő program teljes eltávolításához. Újraindítja most?
SpecRestartOne=Indítsa újra a számítógépet a következő program teljes eltávolításához. Újraindítja most?
UnPromoteTitle=A PRO verzió további funkciókat és előnyöket kínálhat:
UnPromote_60=60 napos pénz visszafizetési garancia
PromotelbPlugins_New=<a>%d</a> rosszindulatú szoftver és bővítmény eltávolítása a biztonságos internetezésért
PromotelbPlugin_New=<a>%d</a> rosszindulatú szoftver és bővítmény eltávolítása a biztonságos internetezésért
PromotelbPlugin0_New=Rosszindulatú szoftverek és bővítmények eltávolítása a biztonságos internetezésért
PromotelbUpdate=1 kattintással frissíti az elavult <a>%d</a> szoftvert a biztonsági kockázatok csökkentése érdekében
PromotelbUpdate0=1 kattintással frissíti az elavult szoftvert a biztonsági kockázatok csökkentése érdekében
PromotelbMoreDBs_New=<a>%d</a> makacs program alapos eltávolítása
PromotelbMoreDB_New=<a>%d</a> makacs program alapos eltávolítása
PromotelbMoreDB0_New=Az egyedülálló adatbázis több mint 1000 makacs program eltávolítását támogatja
PromotelbClean=A bundleware eltávolítása 1 kattintással
PromotelbAuto=Automatikusan törli a többi eltávolító által meghagyott program maradékokat
NeedCloseApp=%s még fut, és az eltávolítás előtt be kell zárni. Biztosan bezárja?
LB_Free=Ingyenes
LB_Pro=PRO
RestoreOpenstr=A rendszer-visszaállítás nincs engedélyezve. Kattintson az "OK" gombra az engedélyezéséhez, hogy az IObit Uninstaller visszaállítási pontokat hozhasson létre a programok eltávolítása előtt.
OfficialFail=A következő program eltávolítása nem sikerült. A hivatalos eltávolító segédprogramjával eltávolíthatja.
OfficialFails=A következő programok eltávolítása nem sikerült. A hivatalos eltávolító segédprogramjával eltávolíthatja.
QuitDonwload=Biztos megszakítja a letöltést?
LogHintTitle=További előnyök, ígérjük:
LogHintStr=+ Naplózott programok alapos eltávolítása<br>+ 200+ makacs program teljes eltávolítása<br>+ Bundleware teljes és könnyű eltávolítása
UpgradePromote=Frissítés IObit Uninstaller PRO verzióra a maradék fájlok automatikus eltávolításához
UpgradeFileDelete=%s maradék fájl sikeresen törölve.
UpgradeRegsDelete=%s maradék regisztrációs bejegyzések sikeresen törölve.
UpgradeRegDelete=%s maradék regisztrációs bejegyzés sikeresen törölve.
PromoteB_Title=További problémák megoldhatók a PRO verzióval:
PromoteB_Update=Elavult programok frissítése 1 kattintással:
PromoteB_Plugin_New=A rosszindulatú szoftvereket és bővítményeket el kell távolítani a biztonságos internetezésért:
PromoteB_Leftover=Az eltávolítási maradékok törölhetők egy tisztább PC érdekében:
PromoteB_Log=A naplózott programokat teljesen eltávolíthatja:
PromoteB_Unuse=A 2 hónapnál régebben nem használt programok eltávolíthatók:
PromoteB_Banweb_New=A felugró értesítések blokkolhatók a megzavarás elkerülése érdekében:
PromoteB_Permission=A szükségtelen szoftveres engedélyek letilthatók:
PromoteB_SetupFile=A nem szükséges telepítőfájlok eltávolíthatók több lemezterület felszabadításáért:
PromoteB_Fix=Javítás most
PromoteB_Stubborn=A hatékonyan eltávolítható makacs programok:
OfficialSp_1=Távolítsa el teljesen a következő programot annak hivatalos eltávolító programjával.
OfficialSps_1=Távolítsa el teljesen a következő programokat annak hivatalos eltávolító programjával.
LogPromoteHintTitle=Az összes észlelt elem alapos eltakarítása a <a>PRO változattal</a>:
LogPromoteHintRegs=<a>%s</a> rendszerleíró bejegyzés
LogPromoteHintReg=<a>%s</a> rendszerleíró bejegyzés
LogPromoteHintFiles=<a>%s</a> fájl
LogPromoteHintFile=<a>%s</a> fájl
LogPromoteHintTasks=<a>%s</a> ütemezett feladat
LogPromoteHintTask=<a>%s</a> ütemezett feladat
LogPromoteHintServices=<a>%s</a> rendszerszolgáltatás
LogPromoteHintService=<a>%s</a> rendszerszolgáltatás
LogPromoteHintDlls=<a>%s</a> dll regisztráció
LogPromoteHintDll=<a>%s</a> dll regisztráció
LogPromoteFormLogPro=naplózott elem
LogPromoteFormDesc_New=A PRO változattal még több maradványt távolíthat el.
LogPromoteFormTip=Részletek alább:
LogPromoteFormDetails=Részletek megtekintése
EndRunningExeSingleMsgBox=A következő elem jelenleg fut. Biztosan szeretné leállítani és törölni?
EndRunningExeSomeMsgBox=A következő elemek jelenleg futnak. Biztosan szeretné leállítani és törölni őket?
UninstallingSingleStr=Biztos el akarja távolítani a kijelölt programot?
UninstallingSomeStr=Biztos el akarja távolítani a kijelölt %d programokat?
SureToDeleteSomeStr=<a>%d</a> programok eltávolítva. De vannak még maradék fájlok.
SureToDeleteOneStr=<a>1</a> program eltávolítva. De vannak még maradék fájlok.
SuccessReslutFromUninstallSingle=Sikeresen eltávolította <a>%d</a> programot az alábbi részletekkel:
SuccessReslutFromUninstallSome=Sikeresen eltávolította <a>%d</a> programot az alábbi részletekkel:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Megnyitás RegEdit-ben
mniMenu_Path.caption=Fájl helyének megnyitása
btnImg_AllMainCancel.caption=Mégsem
btnImg_Uninstall.caption=Eltávolítás
btnImg_ChkAutoDelete.caption=A maradék fájlok automatikus eltávolítása
btnImg_ChkCreateRestore.caption=Hozzon létre rendszer-visszaállítási pontot az eltávolítás előtt.
lbl_IsUninstallHint.caption=Biztos el akarja távolítani a kijelölt programot?
btnImg_Delete.caption=Törlés
btnImg_ReslutCancel.caption=Mégsem
btnImgl_SeletedAll.caption=Összes kijelölése
btnImg_ChkShredFile.caption=Fájlok megsemmisítése
lbl_NoPowerScan.caption=Eltávolítás befejeződött!
btnImg_RecommendClose.caption=Bezárás
btnImg_Restart.caption=Igen
lbl_MoneyBackTitle.caption=Garantált az alapos eltávolítás és a tisztább PC.
btn_Tab.caption=Bővebben az IObit Uninstaller PRO programról
lbl_InfoDB.caption=Nagy adatbázis a makacs programok eltávolítására
lbl_InfoRemove.caption=Távolítsa el a rosszindulatú és hirdetés bővítményeket a biztonságos és sima online szörfözéshez
lbl_InfoUpdate.caption=Monitor program telepítése és a bundleware eltávolítása

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Újdonságok

[WindowsUpdate_M]
Update_NoItem_Tip=Nem található Windows frissítés
NoSerchItem_Tip=Nincsenek a kereséssel megegyező elemek.
Update_Loading_Tip=Betöltés...
Update_WindowsTitle=Itt van felsorolva a számítógépre telepített összes Windows frissítés. Távolítsa el a nem kívánt Windows frissítéseket, hogy több helyet szabadítson fel.
Button_Uninstall=Eltávolítás

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Telepítés dátuma
mniUninstall.caption=Eltávolítás
mniRefush.caption=Frissítés

